Repository: felixarntz/wp-site-identity
Catalog: languages/wp-site-identity-*_formal.po
Languages: de_de@formal

source: Please note: WP Site Identity requires WordPress 4.7 or higher. <a href="%s">Deactivate plugin</a>.
de_de@formal: Bitte beachten Sie: WP Site Identity erfordert WordPress 4.7 oder höher. <a href="%s">Plugin deaktivieren</a>.

source: Site Identity Settings
de_de@formal: Website-Identitätseinstellungen

source: Site Identity
de_de@formal: Website-Identität

source: Manage with Live Preview
de_de@formal: Mit Live-Vorschau verwalten

source: Title and Logo
de_de@formal: Titel und Logo

source: Title and Tagline
de_de@formal: Titel und Untertitel

source: Owner Data
de_de@formal: Eigentümerdaten

source: Brand Data
de_de@formal: Markendaten

source: Data about the owner of the website.
de_de@formal: Daten über den Eigentümer der Website.

source: Type
de_de@formal: Typ

source: Select the type of entity that is the owner of the site.
de_de@formal: Wählen Sie den Typ Entität aus, welcher auf den Eigentümer der Website zutrifft.

source: First Name
de_de@formal: Vorname

source: The owner&#8217;s first name.
de_de@formal: Der Vorname des Eigentümers.

source: Last Name
de_de@formal: Nachname

source: The owner&#8217;s last name.
de_de@formal: Der Nachname des Eigentümers

source: Organization Name
de_de@formal: Organisationsname

source: The organization&#8217;s name.
de_de@formal: Der Name der Organisation.

source: Organization Legal Name
de_de@formal: Offizieller Organisationsname

source: The organization&#8217;s full legal name as registered.
de_de@formal: Der vollständige rechtlich offiziell registrierte Name der Organisation.

source: Address Line 1
de_de@formal: Adresszeile 1

source: Address Line 2 (optional)
de_de@formal: Adresszeile 2 (optional)

source: City
de_de@formal: Ort

source: Zip / Postal Code
de_de@formal: Postleitzahl

source: State
de_de@formal: Bundesstaat

source: State (Abbrev.)
de_de@formal: Bundesstaat (Abkürzung)

source: Country
de_de@formal: Land

source: Country (Abbrev.)
de_de@formal: Land (Abkürzung)

# single line address template
source: {line_1} {line_2}, {city}, {state_abbrev} {zip}
de_de@formal: {line_1} {line_2}, {zip} {city}

# multiple lines address template
source: {line_1}<br />{line_2}<br />{city}, {state_abbrev} {zip}
de_de@formal: {line_1}<br />{line_2}<br />{zip} {city}

source: Address Format (Single Line)
de_de@formal: Adressformat (einzeilig)

source: Address Format (Multiple Lines)
de_de@formal: Adressformat (mehrzeilig)

source: Email Address
de_de@formal: Email-Adresse

source: Phone Number (Machine Readable)
de_de@formal: Telefonnummer (maschinenlesbar)

source: The contact phone number, in machine readable format (for example <code>+1555123456</code>).
de_de@formal: Die Kontakt-Telefonnummer, im maschinenlesbaren Format (zum Beispiel <code>+49555123456</code>).

source: Phone Number (Human Readable)
de_de@formal: Telefonnummer (formatiert)

source: The contact phone number, in human readable format (for example <code>(555) 123 456</code>).
de_de@formal: Die Kontakt-Telefonnummer, in formatiertem Format (zum Beispiel <code>(555) 123 456</code>).

source: Brand
de_de@formal: Marke

source: Appearance information representing the brand_data.
de_de@formal: Designinformationen zur Repräsentation der Markendaten.

source: Upload the logo.
de_de@formal: Laden Sie das Logo hoch.

source: The image should have a resolution of %1$sx%2$s pixels, or at least have a similar aspect ratio.
de_de@formal: Das Bild sollte eine Auflösung von %1$sx%2$s Pixeln haben oder zumindest ein vergleichbares Seitenverhältnis aufweisen.

source: Upload the icon. The image should be in square format and have a resolution of at least %1$sx%2$s pixels.
de_de@formal: Laden Sie das Icon hoch. Das Bild sollte quadratisch sein und eine Auflösung von mindestens %1$sx%2$s Pixeln haben.

source: Primary Color
de_de@formal: Primärfarbe

source: Secondary Color
de_de@formal: Sekundärfarbe

source: Tertiary Color
de_de@formal: Tertiärfarbe

source: The address format must not be empty.
de_de@formal: Das Adressformat darf nicht leer sein.

source: The address format must contain at least one placeholder.
de_de@formal: Das Adressformat muss mindestens einen Platzhalter enthalten.

source: The specified attachment does not exist.
de_de@formal: Die angegebene Mediendatei existiert nicht.

source: The specified attachment is not an image.
de_de@formal: Die angegebene Mediendatei ist kein Bild.

source: The color must be specified in hexadecimal format.
de_de@formal: Die Farbe muss im Hexadezimalformat angegeben werden.

source: Site Identity:
de_de@formal: Website-Identität:

# shortcode UI title
source: Field
de_de@formal: Feld

# shortcode UI description
source: Select the field for which to display the value.
de_de@formal: Wählen Sie das Feld aus, dessen Wert angezeigt werden soll.

# dropdown placeholder
source: Please Select...
de_de@formal: Bitte wählen…

source: Address (Single Line)
de_de@formal: Adresse (einzeilig)

source: Address (Multiple Lines)
de_de@formal: Adresse (mehrzeilig)

# shortcode label
source: Phone Number Link
de_de@formal: Telefonnummer-Link

source: Site Identity Data
de_de@formal: Website-Identitätsdaten

source: Your site identity owner data.
de_de@formal: Ihre Website-Identitäts-Eigentümerdaten.

source: Title
de_de@formal: Titel

source: Show name?
de_de@formal: Name anzeigen?

source: Show address?
de_de@formal: Adresse anzeigen?

source: Show contact information?
de_de@formal: Kontaktinformationen anzeigen?

source: Phone:
de_de@formal: Telefon:

source: Basic Information
de_de@formal: Basisinformationen

source: Address
de_de@formal: Adresse

source: Contact Data
de_de@formal: Kontaktdaten

source: Media
de_de@formal: Medien

source: Colors
de_de@formal: Farben

source: Individual
de_de@formal: Individuum

source: Organization
de_de@formal: Organisation

source: The service with the identifier %s could not be found.
de_de@formal: Der Service mit dem Bezeichner %s konnte nicht gefunden werden.

source: The service with the identifier %s is already registered.
de_de@formal: Der Service mit dem Bezeichner %s ist bereits registriert.

source: The admin page with the slug %s could not be found.
de_de@formal: Die Admin-Seite mit dem Bezeichner %s konnte nicht gefunden werden.

source: The setting with the name %s could not be found.
de_de@formal: Die Einstellung mit dem Bezeichner %s konnte nicht gefunden werden.

source: %1$s is not of type %2$s.
de_de@formal: %1$s hat nicht den Typ %2$s.

source: All remaining settings were successfully saved.
de_de@formal: Alle weiteren Einstellungen wurden erfolgreich gespeichert.

source: %1$s must be greater than or equal to %2$s.
de_de@formal: %1$s muss größer oder gleich %2$s sein.

source: %1$s must be less than or equal to %2$s.
de_de@formal: %1$s muss kleiner oder gleich %2$s sein.

source: %1$s is not one of %2$s.
de_de@formal: %1$s ist kein Wert aus %2$s.

source: %s is not a valid date.
de_de@formal: %s ist kein gültiges Datum.

source: %s is not a valid email address.
de_de@formal: %s ist keine gültige Email-Adresse.

source: %s is not a valid IP address.
de_de@formal: %s ist keine gültige IP-Adresse.

source: The shortcode with the tag %s could not be found.
de_de@formal: Der Shortcode mit dem Tag %s konnte nicht gefunden werden.

source: The widget with the ID base %s could not be found.
de_de@formal: Das Widget mit der ID-Basis %s konnte nicht gefunden werden.

source: The settings field with the slug %s could not be found.
de_de@formal: Das Einstellungsfeld mit dem Bezeichner %s konnte nicht gefunden werden.

source: The settings form with the slug %s could not be found.
de_de@formal: Das Einstellungsformular mit dem Bezeichner %s konnte nicht gefunden werden.

source: The settings section with the slug %s could not be found.
de_de@formal: Der Einstellungsabschnitt mit dem Bezeichner %s konnte nicht gefunden werden.
